Repository: arta16h/CharityWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: email
fa: ایمیل

source: birth day
fa: تاریخ تولد

source: nc
fa: کد ملی

source: major
fa: شغل

source: city
fa: شهر

source: phone
fa: شماره تماس

source: specialist info
fa: جزئیات تخصص

source: profile picture
fa: تصویر پروفایل

source: marital status
fa: وضعیت تاهل

source: gender
fa: جنسیت

source: education
fa: تحصیلات

source: experience info
fa: جزئیات سابقه

source: image
fa: عکس

source: Phone validated successfully
fa: شماره تماس با موفقیت اعتبار سنجی شد

source: user not found
fa: کاربر یافت نشد

source: ایمیل با موفقیت ارزیابی شد
fa: ایمیل با موفقیت لرزیابی شد

source: to create new account log out first
fa: برای ساختن حساب جدید لطفا خارج شوید

source: user is already logged in
fa: کاربر در حال حاضر به حساب کاربری خود وارد شده است

source: code has sent to {otp_identifier}
fa: کد یکبارمصرف به {otp_identifier} ارسال شده است

source: otp identifier has bot provided
fa: کد یکبارمصرف ارائه نشده است

source: invalid otp type
fa: روش ارسال کد نادرست است

source: invalid otp request type
fa: درخواست ارسال کد نادرست است

source: You have logged in successfully
fa: با موفقیت وارد شدید

source: invalid otp
fa: کد نادرست است

source: otp veified successfully
fa: کد با موفقیت اعتبارسنجی شد

source: Otp code: {otp_code}
fa: کد یکبار مصرف: {otp_code}

source: Email Doesn't Exists
fa: این ایمیل ثبت نشده است
